{"pageProps":{"search":{"page":1,"results_per_page":12,"results_size":2,"total_results_size":2,"total_pages":1,"next_page":null,"prev_page":null,"results":[{"id":"Zwem1RMAACoA1UkX","uid":"banked-gains-foothold-on-australias-real-time-payments-market","url":null,"type":"article","href":"https://banked.cdn.prismic.io/api/v2/documents/search?ref=ZytR0hYAADAAMUe6&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Zwem1RMAACoA1UkX%22%29+%5D%5D","tags":["acquisition","pay by bank","press release","A2A","Australia","Waave","announcement"],"first_publication_date":"2024-10-10T12:45:11+0000","last_publication_date":"2024-10-10T12:57:22+0000","slugs":["banked-gains-foothold-on-australias-real-time-payments-market-with-the-acquisition-of-waave-sparking-strategic-partnership-with-chemist-warehouse"],"linked_documents":[],"lang":"en-gb","alternate_languages":[],"data":{"title":"Banked gains foothold on Australia’s real-time payments market with the acquisition of Waave, sparking strategic partnership with Chemist Warehouse","description":"Banked’s acquisition of Waave underscores our commitment to building a truly global Pay by Bank platform. Waave’s work with Chemist Warehouse in developing best-in-class Pay by Bank solution was a key factor in the deal. As consumer brands - not just banks - drive the global demand for Pay by Bank, combining Waave’s local expertise with Banked’s global capabilities positions us to offer the strongest end-to-end solution in Australia.","image":{"dimensions":{"width":2432,"height":1312},"alt":"Banked has acquired Waave","copyright":null,"url":"https://images.prismic.io/banked/ZwemnYF3NbkBXI1M_BankedXWaaveWeb.png?auto=format,compress","id":"ZwemnYF3NbkBXI1M","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}},"author":{"id":"YUtkFxEAACMAt60O","type":"person","tags":[],"lang":"en-gb","slug":"banked-team","first_publication_date":"2021-09-22T17:13:00+0000","last_publication_date":"2021-09-29T16:47:17+0000","uid":"banked-team","data":{"full_name":"Banked Team","image":{"dimensions":{"width":160,"height":160},"alt":"banked team logo","copyright":null,"url":"https://images.prismic.io/banked/75834cc4-e751-49bb-a02e-30cf0e323c9b_author-banked.png?auto=compress,format","id":"YUtkDREAACEAt6zf","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}}},"link_type":"Document","isBroken":false},"post_date":"2024-10-10","header":[{"primary":{"image":{"dimensions":{"width":2432,"height":1312},"alt":"Banked has acquired Waave","copyright":null,"url":"https://images.prismic.io/banked/ZwemnYF3NbkBXI1M_BankedXWaaveWeb.png?auto=format,compress","id":"ZwemnYF3NbkBXI1M","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}},"caption":[]},"items":[],"id":"image$0708a2c8-3c57-486e-8936-f742a1343438","slice_type":"image","slice_label":null}],"body":[{"primary":{"text":[{"type":"heading5","text":"In a landmark deal set to put the spotlight on the continued global adoption of real-time account-to-account payments, Banked, a leading global Pay by Bank provider, today announced its acquisition of Australian payment technology firm Waave. This acquisition positions Banked at the forefront of Australia’s Pay by Bank market and establishes a strategic partnership with Chemist Warehouse, one of Australia’s largest and most iconic retailers, to deliver a world-class Pay by Bank experience.","spans":[{"start":119,"end":125,"type":"hyperlink","data":{"link_type":"Web","url":"https://banked.com/","target":"_blank"}},{"start":236,"end":241,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.waave.com","target":"_blank"}},{"start":372,"end":390,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.chemistwarehouse.com.au/","target":"_blank"}}],"direction":"ltr"},{"type":"paragraph","text":"The deal follows Banked’s recent entry into the Australian market in partnership with NAB, with the pair teaming up to deliver an innovative Pay by bank solution and accelerate the adoption of account-to-account payments for Australian merchants. ","spans":[],"direction":"ltr"},{"type":"heading4","text":"A Critical Step in Building a Global Pay by Bank Network","spans":[{"start":0,"end":56,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"The acquisition of Waave demonstrates a commitment from Banked to deliver on its vision to create a truly global Pay by Bank network, leveraging its expertise and technology to capture growing demand in new markets. With Pay by Bank gaining traction globally - highlighted by Walmart’s recent announcement to launch the solution in the US - Banked is seizing the opportunity to bring its advanced payment technology and consumer insights to the Australian market.","spans":[],"direction":"ltr"},{"type":"paragraph","text":"Australia is a key market for the business, and Banked is now working with leading banks and merchants to build the strongest Pay by Bank solution for local businesses and consumers. One business now at the front of the queue due to its existing relationship with Waave is Chemist Warehouse, which has big plans to activate a seamless and secure Pay by Bank solution in its online and in-store operations, launching in early 2025.","spans":[],"direction":"ltr"},{"type":"heading4","text":"Chemist Warehouse: Leading by Example","spans":[{"start":0,"end":37,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"The innovative work Chemist Warehouse and Waave have been doing to develop a low-cost, secure, and engaging consumer experience for Pay by Bank was considered a critical factor in the acquisition strategy. A leading merchant working directly with an exciting startup shaping how consumers use Pay by Bank both online and at the point of sale was seen by Banked as a compelling partnership. This supports how the business will continue to gain insights and develop the best PayTo product for merchants and consumers, ultimately aiming to win market share in the region.","spans":[],"direction":"ltr"},{"type":"paragraph","text":"The timing of this deal is aligned with the growing demand from merchants for reduced payment fees and the global shift toward real-time payments. With Walmart launching Pay by Bank in the US in 2025 and Visa recently announcing its account-to-account payments strategy in Europe and the UK, the acquisition signals Banked’s commitment to being a global leader in the space.","spans":[],"direction":"ltr"},{"type":"heading4","text":"Strengthening Banked’s Position in Australia","spans":[{"start":0,"end":44,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"By working with the strong pipeline of merchants that Waave brings - including Chemist Warehouse and other top-tier Australian retailers - Banked is gaining unique insights into merchant and consumer needs for Pay by Bank in Australia. ","spans":[],"direction":"ltr"},{"type":"paragraph","text":"Jack Gance, Founder and CEO of Chemist Warehouse, expressed his enthusiasm for the collaboration and strategic alliance: “We’re excited to see Waave join forces with Banked and we’re thrilled to be at the forefront of this payments revolution. For a business like ours, where cost and consumer choice is important, the ability to reduce transaction fees with a secure, real-time payment option is game-changing. I believe it is an important responsibility to our customers to ensure that the best user experience is developed for this new technology and we look forward to working with Banked as they continue to expand this innovative product in the Australian market.”","spans":[{"start":0,"end":48,"type":"strong"},{"start":121,"end":670,"type":"em"},{"start":122,"end":669,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Brad Goodall, CEO of Banked, highlighted the strategic importance of the acquisition: “Acquiring Waave is a major step forward in our mission to expand our global payments network. Australia is a key market for us, and Waave’s technology and market presence align perfectly with our vision. By acquiring Waave’s Pay by Bank solution and integrating its product’s strengths with our own best-in-class product, we’ll gain access to the great brands already benefiting from their innovative payment technology. We’re excited to welcome Waave to the Banked group and continue driving the adoption of real-time payment solutions across Australia and beyond.”","spans":[{"start":0,"end":27,"type":"strong"},{"start":86,"end":653,"type":"em"},{"start":87,"end":652,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Ben Zyl, CEO and Co-founder of Waave, added: “This is a milestone moment for Pay by Bank in Australia. We share Banked’s commitment to bring payments out of the dark ages and create a globally accessible payments network that is good for everybody. We are immensely proud of what our team has built and look forward to becoming an expanded team alongside Banked to lead payments innovation in this country.”","spans":[{"start":0,"end":36,"type":"strong"},{"start":45,"end":407,"type":"em"},{"start":46,"end":406,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"","spans":[],"direction":"ltr"},{"type":"paragraph","text":"+++END+++","spans":[],"direction":"ltr"},{"type":"heading5","text":"About Banked","spans":[],"direction":"ltr"},{"type":"paragraph","text":"Banked is a solution that delivers infrastructure to banks, financial technology platforms, and merchants to scale account-to-account payments globally. Its flagship product, Pay by Bank, is live in the US, Europe, the UK, and Australia, and is backed by some of the largest financial institutions in the world. With consumer experience, security, and low cost to merchants at the heart of Banked’s global account-to-account payments network, a real-time alternative payments experience is now a reality for merchants and their customers. The company operates globally with offices in Palo Alto, London, Melbourne, and Vilnius. For more information, visit www.banked.com. ","spans":[{"start":656,"end":670,"type":"hyperlink","data":{"link_type":"Web","url":"https://banked.com/","target":"_self"}}],"direction":"ltr"},{"type":"heading5","text":"About Waave","spans":[],"direction":"ltr"},{"type":"paragraph","text":"Waave is the real-time payments technology platform of choice for leading companies, providing account-to-account payment capabilities securely and intuitively with a single solution. Waave creates positive impact for businesses and consumers. Waave works with the likes of Chemist Warehouse, ShopBack, Epworth HealthCare, Harris Farm Markets, Temple & Webster, Baby Bunting, Eva Mattresses, Princess Polly, Oz Hair & Beauty, Pushas, and Mr Vitamins.","spans":[],"direction":"ltr"},{"type":"paragraph","text":" For more information, visit www.waave.com.","spans":[{"start":29,"end":42,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.waave.com/","target":"_blank"}}],"direction":"ltr"},{"type":"paragraph","text":"","spans":[],"direction":"ltr"}]},"items":[],"id":"text$f183af7b-9fb0-4b75-9ee0-9a156a3f22a5","slice_type":"text","slice_label":null}]}},{"id":"Ztl67BEAACgAQNnf","uid":"visa-today-announced-collaboration-with-banked","url":null,"type":"article","href":"https://banked.cdn.prismic.io/api/v2/documents/search?ref=ZytR0hYAADAAMUe6&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22Ztl67BEAACgAQNnf%22%29+%5D%5D","tags":["pay by bank","collaboration","press release","visa","A2A"],"first_publication_date":"2024-09-05T09:36:09+0000","last_publication_date":"2024-10-10T12:58:57+0000","slugs":["banked-selected-to-support-visa-a2a-launch-an-open-system-to-boost-consumer-protection-with-smarter-bank-transfer-payments"],"linked_documents":[],"lang":"en-gb","alternate_languages":[],"data":{"title":"Banked selected to support Visa A2A launch, an open system to boost consumer protection with smarter bank transfer payments","description":"Visa launches Visa A2A, an open system to bring consumer control and protection to account-to-account  payments that introduces an easy and safe way to pay recurring bills with bank transfers and makes it easier for consumers to get their money back if something goes wrong. Designed with leading UK fintechs and in collaboration with key industry partners including Banked, it will unlock an easier, safer way to pay by bank from early 2025.","image":{"dimensions":{"width":2432,"height":1312},"alt":null,"copyright":null,"url":"https://images.prismic.io/banked/Ztl5erzzk9ZrXBNH_BankedXVISAWeb.png?auto=format,compress","id":"Ztl5erzzk9ZrXBNH","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}},"author":{"id":"YUtkFxEAACMAt60O","type":"person","tags":[],"lang":"en-gb","slug":"banked-team","first_publication_date":"2021-09-22T17:13:00+0000","last_publication_date":"2021-09-29T16:47:17+0000","uid":"banked-team","data":{"full_name":"Banked Team","image":{"dimensions":{"width":160,"height":160},"alt":"banked team logo","copyright":null,"url":"https://images.prismic.io/banked/75834cc4-e751-49bb-a02e-30cf0e323c9b_author-banked.png?auto=compress,format","id":"YUtkDREAACEAt6zf","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}}},"link_type":"Document","isBroken":false},"post_date":"2024-09-05","header":[{"primary":{"image":{"dimensions":{"width":2432,"height":1312},"alt":"Banked + Visa","copyright":null,"url":"https://images.prismic.io/banked/Ztl5erzzk9ZrXBNH_BankedXVISAWeb.png?auto=format,compress","id":"Ztl5erzzk9ZrXBNH","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}},"caption":[]},"items":[],"id":"image$c6b1eb4c-3020-4a33-9d88-c88fb03c6d1b","slice_type":"image","slice_label":null}],"body":[{"primary":{"text":[{"type":"heading5","text":"Visa today announced that it is applying the company’s infrastructure, technology and capabilities to account-to-account (A2A) payments, giving consumers more control and protection on how they pay via bank transfers.  ","spans":[],"direction":"ltr"},{"type":"paragraph","text":"The global payments provider will collaborate with leading industry players, including PayByBank firm Banked, to create a secure and sustainable payment experience across the ecosystem.  Banked will utilise Visa A2A platform to facilitate variable recurring payments (VRP), which enables the automatic transfers of money from a payer to a merchant account, offering a seamless one-click experience or scheduled at regular intervals, depending on the use case. VRP provides a more flexible, secure and real-time way to handle repeat payments compared to traditional methods like direct debits or standing orders.","spans":[],"direction":"ltr"},{"type":"paragraph","text":"Commenting on the significance of the launch, Banked CEO  Brad Goodall said: “The customer benefits of using VRP include increased control and security of online payments, but the value for businesses is equally compelling. Banked recognises the opportunity to accelerate in this space and that’s why we’re excited to be collaborating with Visa to enable rapid uptake of Pay by Bank across a range of industries including insurance, government, utilities, and retail. The launch today is testament to the strong partnership we have forged with Visa to deliver a better way of paying that is beneficial to consumers and merchants alike.\"","spans":[{"start":46,"end":70,"type":"strong"},{"start":76,"end":77,"type":"strong"},{"start":78,"end":636,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Visa A2A debuts in the UK in early 2025 and will give consumers a smarter, digital user experience, advanced security features, and an easy-to-use dispute resolution service that represents a significant upgrade to the current pay-by-bank experience and aims to help people get their money back if something goes wrong.  ","spans":[],"direction":"ltr"},{"type":"paragraph","text":"In 2023, £3.7tn was paid via A2A Faster Payments in the UK, a 15% increase over the previous year. However, the payment of bills and subscriptions through bank transfers remains largely unchanged since the inception of direct debit 60 years ago. This can make it harder for consumers to manage their finances using a service designed in a pre-digital age that, in many cases, still requires manual processes and has limited, outdated consumer safeguards.  ","spans":[{"start":0,"end":98,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.wearepay.uk/wp-content/uploads/2024/06/Pay.UK-2023-Annual-Report-and-Financial-Statements-interactive-website-version.pdf","target":"_blank"}}],"direction":"ltr"},{"type":"paragraph","text":"This affects consumers, businesses and the wider UK economy. In fact, billions of pounds are lost or withheld from consumers due to problems such as unauthorised auto-renewals or the lack of flexibility around bill payments.  ","spans":[{"start":70,"end":175,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.gov.uk/government/publications/consumer-protection-study-2022","target":"_blank"}},{"start":184,"end":223,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.bbc.co.uk/news/business-66992865#:~:text=Energy%20firms%20held%20a%20combined,to%20cover%20higher%20winter%20bills.","target":"_blank"}}],"direction":"ltr"},{"type":"paragraph","text":"Visa is bringing decades of experience in payment innovations – including tokenisation, biometrics and AI-based fraud fighting technology– to introduce new levels of control and usability for the benefit of consumers, businesses and banks. From early next year, banks and businesses in the UK will be able to offer Visa A2A to consumers making bill payments such as utilities, rent and childcare fees. In the future, we will look to support consumers in better managing subscriptions of products and services including digital streaming, gym memberships and food boxes.  ","spans":[],"direction":"ltr"},{"type":"heading5","text":"Choice, control and protection for consumers ","spans":[{"start":0,"end":45,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Visa A2A will enable banks and businesses to give consumers more choice and control over how they pay their bills. Key features include: ","spans":[],"direction":"ltr"},{"type":"list-item","text":"Protection – A formal dispute resolution process will provide consumers with a reliable way to check transactions, whilst innovations such as biometrics will add a new level of security resulting in fewer unauthorised transactions. ","spans":[{"start":0,"end":11,"type":"strong"}],"direction":"ltr"},{"type":"list-item","text":"Choice – Consumers will have another option to pay for products and services directly from their bank account, with the click of a button. ","spans":[{"start":0,"end":7,"type":"strong"}],"direction":"ltr"},{"type":"list-item","text":"Control – It will be easier to set up and manage payment permissions so consumers will be in control over when payments are made, and will be able to set limit amounts, so higher bills will not put them unexpectedly under financial stress.  ","spans":[{"start":0,"end":8,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Mandy Lamb, Managing Director, Visa UK and Ireland said:  ","spans":[{"start":0,"end":50,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"“Bank payments are a popular way to pay bills and services but have remained largely unchanged since the inception of direct debit 60 years ago. The UK is a dynamic and competitive market and UK consumers have become used to the convenience of digital transactions, from tapping in for their morning commute to grabbing a coffee on the go or shopping online after work. ","spans":[{"start":0,"end":370,"type":"em"},{"start":0,"end":370,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"“We want to bring pay-by-bank methods into the 21st century and give consumers choice, peace of mind and a digital experience they know and love. That’s why we are collaborating with UK banks and open banking players,  bringing our technology and years of experience in the payments card market to create an open system for A2A  payments to thrive. Visa A2A will ensure consumer-to-business bank transfer payments have similar levels of  protection that consumers are used to when they use their cards.”  ","spans":[{"start":0,"end":505,"type":"em"},{"start":0,"end":505,"type":"strong"}],"direction":"ltr"},{"type":"heading5","text":"Open industry model, fostering collaboration  ","spans":[{"start":0,"end":46,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Visa A2A will be based on an open system available for all eligible banks and other industry partners to join, and introduces standards, rules and a dispute management service to help protect consumers and further modernise open banking-based payments. It is being designed in partnership with leading fintechs in the UK, and will be delivered by key UK industry players working with Visa. ","spans":[],"direction":"ltr"},{"type":"heading5","text":"More confidence for businesses  ","spans":[{"start":0,"end":32,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Visa A2A also benefits businesses, as near real-time settlement through Pay.UK’s Faster Payment System gives them greater visibility over payments and makes cash flow management simpler. Businesses can also take advantage of the digital nature of Visa A2A, including notifications if a consumer changes or cancels payment permissions, and it also provides them with the ability to include more transaction data for reconciliation.","spans":[],"direction":"ltr"},{"type":"paragraph","text":"Disclaimers: This press release includes concepts and details under continued development by Visa and should be understood as a representation of the potential features of the fully-deployed initiative. Any Visa features,  functionality, implementation and branding may be made available, amended, updated or canceled at Visa’s discretion.","spans":[{"start":0,"end":339,"type":"em"}],"direction":"ltr"},{"type":"paragraph","text":"+++ENDS+++","spans":[{"start":0,"end":10,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"About Visa ","spans":[{"start":0,"end":11,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Visa (NYSE: V) is a world leader in digital payments, facilitating transactions between consumers, merchants,  financial institutions and government entities across more than 200 countries and territories. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive. We believe that economies that include everyone everywhere,  uplift everyone everywhere and see access as foundational to the future of money movement. Learn more at Visa.com. ","spans":[],"direction":"ltr"},{"type":"paragraph","text":"About Banked","spans":[{"start":0,"end":12,"type":"strong"}],"direction":"ltr"},{"type":"paragraph","text":"Banked is creating a new global payments network and providing a flexible alternative to mainstream payment methods. With Banked, consumers can pay directly using their bank without entering any financial data. There is no need to create an account or share financial details; authorization is biometric, and the merchant receives the funds in full and in real-time. Businesses benefit from up to 90% lower fees than traditional payment methods and virtually no fraud, promoting lower prices for consumers. Banked also enables businesses to drive customer engagement and loyalty with incentives and rewards integrated into the payment experience. The company has offices in Palo Alto, London, Sydney, Melbourne and Vilnius. For more information, visit www.banked.com.","spans":[{"start":752,"end":766,"type":"hyperlink","data":{"link_type":"Web","url":"http://www.banked.com/","target":"_blank"}}],"direction":"ltr"}]},"items":[],"id":"text$93bcc41c-00de-40b9-8ea0-69b28fc85a52","slice_type":"text","slice_label":null}]}}],"version":"587e76f","license":"All Rights Reserved"},"page":{"id":"YTijZBAAACIAaFG5","uid":null,"url":null,"type":"articles","href":"https://banked.cdn.prismic.io/api/v2/documents/search?ref=ZytR0hYAADAAMUe6&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22YTijZBAAACIAaFG5%22%29+%5D%5D","tags":[],"first_publication_date":"2021-09-08T11:49:58+0000","last_publication_date":"2021-10-15T15:24:45+0000","slugs":["articles"],"linked_documents":[],"lang":"en-gb","alternate_languages":[],"data":{"title":"Banked : Real time payments for consumers, businesses and banks.","description":"Real time payments for consumers, businesses and banks.","image":{"dimensions":{"width":2048,"height":1100},"alt":"Real time payments for consumers businesses and banks","copyright":null,"url":"https://images.prismic.io/banked/dc1e104e-b397-4f26-ba16-0b64aee7daea_page-og-2.png?auto=compress,format","id":"YVRhuRAAACEA8Vc6","edit":{"x":0,"y":0,"zoom":1,"background":"transparent"}}}},"tags":["A2A","APAC","Australia","SMS","Use Cases","Waave","account to account","acquisition","announcement","api","awards","bank of america","banked js","banked team","best practice","biometric auth","brand","charity","checkout","collaboration","comic relief","conference","consumer","consumer experience","developers","donations","ecommerce","education","encryption","engineering","fairpay","fintech","funding raise","golang","ideas","implementation","incentivisation","industry","insight","integrations","interview","investments","luminarybakery","merchant conversion","mission","money2020","nab","omnichannel","open banking","open telemetry","partnership","pay by bank","payment link","payments","podcast","press release","product update","qr codes","resource","rewards","security","series a","technology","terminology","user experience","variable recurring payments","visa","vision","vrp"],"site":{"id":"YTigQBAAACQAaENo","uid":null,"url":null,"type":"site","href":"https://banked.cdn.prismic.io/api/v2/documents/search?ref=ZytR0hYAADAAMUe6&q=%5B%5B%3Ad+%3D+at%28document.id%2C+%22YTigQBAAACQAaENo%22%29+%5D%5D","tags":[],"first_publication_date":"2021-09-08T11:36:35+0000","last_publication_date":"2024-07-24T08:33:42+0000","slugs":["site"],"linked_documents":[],"lang":"en-gb","alternate_languages":[],"data":{"links":[{"link":{"id":"YPhIIBAAACIA2Anu","type":"page","tags":[],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2021-07-21T16:15:30+0000","last_publication_date":"2023-11-14T10:26:05+0000","uid":"product","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}},"text":"Product"},{"link":{"id":"ZXoF_xIAACwAvQwL","type":"page","tags":["Use Cases"],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2023-12-14T10:07:51+0000","last_publication_date":"2023-12-15T14:28:11+0000","uid":"use-cases","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}},"text":"Use Cases"},{"link":{"id":"YUm-8REAACMAsEiw","type":"page","tags":[],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2021-09-21T11:17:41+0000","last_publication_date":"2023-12-15T14:23:59+0000","uid":"partners","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}},"text":"Partners"},{"link":{"id":"YUn5XREAACIAsU1B","type":"page","tags":[],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2021-09-21T15:25:21+0000","last_publication_date":"2023-11-14T10:07:22+0000","uid":"consumer","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}},"text":"Consumer"},{"link":{"id":"YTijZBAAACIAaFG5","type":"articles","tags":[],"lang":"en-gb","slug":"articles","first_publication_date":"2021-09-08T11:49:58+0000","last_publication_date":"2021-10-15T15:24:45+0000","link_type":"Document","isBroken":false},"text":"Articles"}],"actions":[{"action_link":{"link_type":"Web","url":"https://console.banked.com/"},"action_text":"Log In"}],"prepend":"News","text1":"NAB and Plenti switch on PayTo for personal loan customers","action_text":"Read","action_link":{"id":"ZqC4LRMAAC4ArD_c","type":"article","tags":["pay by bank","press release","partnership","nab","APAC"],"lang":"en-gb","slug":"nab-and-plenti-switch-on-payto-solution-powered-by-banked-for-personal-loan-customers","first_publication_date":"2024-07-24T08:21:07+0000","last_publication_date":"2024-07-24T08:44:32+0000","uid":"nab-and-plenti-switch-on-payto","link_type":"Document","isBroken":false},"columns":[{"heading":"Company","text":[{"type":"paragraph","text":"About","spans":[{"start":0,"end":5,"type":"hyperlink","data":{"id":"YUpHXBEAACMAsqaB","type":"page","tags":[],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2021-09-21T20:58:33+0000","last_publication_date":"2024-11-05T14:12:33+0000","uid":"about","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}}}]},{"type":"paragraph","text":"FAQs","spans":[{"start":0,"end":4,"type":"hyperlink","data":{"id":"YUmoJBEAACMAr-Eo","type":"page","tags":[],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2021-09-21T09:38:50+0000","last_publication_date":"2024-07-24T08:35:51+0000","uid":"faqs","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}}}]},{"type":"paragraph","text":"Press","spans":[{"start":0,"end":5,"type":"hyperlink","data":{"id":"YgTwixIAAC8AOW74","type":"page","tags":[],"lang":"en-gb","slug":"banked--press-materials","first_publication_date":"2022-02-10T11:01:34+0000","last_publication_date":"2022-02-14T14:33:27+0000","uid":"press","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}}}]},{"type":"paragraph","text":"Contact Sales","spans":[{"start":0,"end":13,"type":"hyperlink","data":{"id":"YUn_2hEAACEAsWva","type":"page","tags":[],"lang":"en-gb","slug":"banked--real-time-payments-for-consumers-businesses-and-banks.","first_publication_date":"2021-09-21T15:53:03+0000","last_publication_date":"2023-08-08T08:57:48+0000","uid":"contact","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}}}]},{"type":"paragraph","text":"Careers","spans":[{"start":0,"end":7,"type":"hyperlink","data":{"id":"Y0a7zxEAAC4A74Vg","type":"page","tags":[],"lang":"en-gb","slug":"careers-at-banked-","first_publication_date":"2022-10-12T13:10:03+0000","last_publication_date":"2024-11-06T11:24:02+0000","uid":"careers","link_type":"Document","isBroken":false,"extras":{"ancestors":[]}}}]}]},{"heading":"Platform","text":[{"type":"paragraph","text":"Developers","spans":[{"start":0,"end":10,"type":"hyperlink","data":{"link_type":"Web","url":"https://developer.banked.com/"}}]},{"type":"paragraph","text":"Log In","spans":[{"start":0,"end":6,"type":"hyperlink","data":{"link_type":"Web","url":"https://console.banked.com/"}}]},{"type":"paragraph","text":"Status","spans":[{"start":0,"end":6,"type":"hyperlink","data":{"link_type":"Web","url":"https://status.banked.com/"}}]},{"type":"paragraph","text":"Support","spans":[{"start":0,"end":7,"type":"hyperlink","data":{"link_type":"Web","url":"https://support.paybybank.com"}}]}]},{"heading":"Community","text":[{"type":"paragraph","text":"Articles","spans":[{"start":0,"end":8,"type":"hyperlink","data":{"id":"YTijZBAAACIAaFG5","type":"articles","tags":[],"lang":"en-gb","slug":"articles","first_publication_date":"2021-09-08T11:49:58+0000","last_publication_date":"2021-10-15T15:24:45+0000","link_type":"Document","isBroken":false}}]},{"type":"paragraph","text":"LinkedIn","spans":[{"start":0,"end":8,"type":"hyperlink","data":{"link_type":"Web","url":"https://www.linkedin.com/company/banked-limited/"}}]},{"type":"paragraph","text":"Twitter","spans":[{"start":0,"end":7,"type":"hyperlink","data":{"link_type":"Web","url":"https://twitter.com/wearebanked"}}]},{"type":"paragraph","text":"Medium","spans":[{"start":0,"end":6,"type":"hyperlink","data":{"link_type":"Web","url":"https://medium.com/@banked"}}]}]},{"heading":"Legal","text":[{"type":"paragraph","text":"Privacy Policy","spans":[{"start":0,"end":14,"type":"hyperlink","data":{"link_type":"Web","url":"https://banked.com/privacy"}}]},{"type":"paragraph","text":"Terms + Conditions","spans":[{"start":0,"end":18,"type":"hyperlink","data":{"id":"YPhUnhAAACAA2D62","type":"legal","tags":[],"lang":"en-gb","slug":"pay-by-bank-payment-initiation-services-agreement.","first_publication_date":"2021-07-21T17:08:48+0000","last_publication_date":"2023-11-09T12:01:37+0000","uid":"pay-by-bank","link_type":"Document","isBroken":false}}]}]}],"footnote":[{"type":"paragraph","text":"Banked Ltd is authorised and regulated by the UK Financial Conduct Authority\n151 Wardour St, Unit 5.01, London, W1F 8WE, UK\nCompany number 11047186   :   Firm Reference Number 816944   :   +44 (0) 20 8090 2747","spans":[{"start":0,"end":209,"type":"label","data":{"label":"tag"}}]}],"text":[{"type":"paragraph","text":"We and selected partners use cookies and similar technologies as specified in the cookie policy.","spans":[{"start":0,"end":96,"type":"label","data":{"label":"p6"}},{"start":82,"end":95,"type":"hyperlink","data":{"link_type":"Web","url":"https://banked.com/cookies"}}]}],"accept":"OK","reject":"Decline","article_tags_heading":"Browse stories and categories."}}},"__N_SSG":true}